<?php
return [
    'plugin' => [
        'name' => 'Docs',
        'description' => 'Пакет документации для Winter CMS.'
    ],
    'titles' => [
        'documentation' => 'Документация',
        'installDocs' => 'Установить документацию',
        'updateDocs' => 'Обновить документацию',
    ],
    'links' => [
        'docsLink' => 'Читать документацию',
    ],
    'buttons' => [
        'updateDocs' => 'Обновить документацию',
        'copyCode' => 'Скопировать код',
    ],
    'updates' => [
        'downloading' => 'Скачивание документации из репозитория...',
        'extracting' => 'Распаковка документации...',
        'rendering' => 'Рендеринг документации...',
        'finalizing' => 'Завершение...',
        'success' => 'Документация успешно обновлена.',
    ],
    'content' => [
        'intro' => 'Добро пожаловать в документацию по Winter CMS. Нажмите на одну из ссылок слева, чтобы
            получить больше информации об использовании Winter CMS и ее особенностей. Если вы хотите получить максимально
            актуальную документацию, воспользуйтесь кнопкой ниже.'
    ]
];
